Repository: Bartosz-Banachowski/ExpensesDivider
Catalog: ExpensesDivider/ExpensesDivider/Resources/*.lproj/Localizable.strings
Languages: pl

# emptyFieldsError
source: Please fill in all fields correctly
pl: Proszę wypełnić wszystkie pola poprawnie

# validationPasswordError
source: Password need to have at least 8 characters within letters, numbers and special character
pl: Hasło musi zawierać conajmniej 8 znaków w tym co najmniej litere, liczbe i znak specjalny

# validationEmailError
source: Email address is not valid
pl: Adres email jest nieprawidłowy

# passwordsAreNotEqualError
source: Passwords are not the same
pl: Hasła nie są takie same

# userCreationError
source: Error occurred during user creation
pl: Wystąpił błąd podczas tworzenia użytkownika

# userSavingDataError
source: Error occurred during user data saving
pl: Wystąpił błąd podczas zapisywania danych użytkownika

# userLoginError
source: Error occurred during user login:
pl: Wystąpił błąd podczas logowania użytkownika

# groupSavingDataError
source: Error occurred during group data saving
pl: Wystąpił błąd podczas zapisywania danych grupy

# sameNameofGroups
source: There cannot be two groups with the same name
pl: Nie może być dwóch grup z tymi samymi nazwami

# billSavingDataError
source: Error occurred during the bill data saving
pl: Wystąpił błąd podczas zapisywania danych rachunku

# sameNameofBills
source: There cannot be two bills with the same name
pl: Nie można utworzyć dwóch rachunków z taką samą nazwą

# sameEmailsOfFriends
source: There cannot be two friends with the same email
pl: Nie można utworzyć dwóch znajomych z takim samym adresem e-mail

# InvitationTitle
source: Pending invitations
pl: Oczekujące zaproszenia

# InvitationBody
source: Would you like to add new friend to your list -
pl: Czy chciałbyś dodać nowego znajomego do listy znajomych -

# ErrorTitle
source: Error
pl: Błąd

# ErrorBody
source: There was a problem during executing the operation
pl: Wystąpił problem podczas wykonywania operacji
